Repository: 84000/data-translation-memory
Catalog: toh557-v3.tmx
Source language: bo
Languages: en

source: རིགས་ཀྱི་ལྷ་མོ་ཆོས་མཉན་པའི་དགེ་བའི་རྩ་བ་བསགས་པ་འདི་དང་སྔོན་གྱི་སྨོན་ལམ་གྱི་སྟོབས་ཀྱིས་འབར་བའི་ཁྱད་པར་གྱི་གཟི་བརྗིད་རྒྱལ་པོ་ལ་སོགས་པ་ལྷའི་བུ་སྟོང་ཕྲག་བཅུ་པོ་འདི་དག་ད་ལྟར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་པའི་ས་རྗེས་སུ་ཐོབ་བོ། །
en: “Noble goddess, it is through this accumulation of good roots and through the power of previous prayers that Jvalanāntara­tejo­rāja and the rest of these ten thousand devas have now obtained the prophecy of their highest, most complete enlightenment.”

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས། ལྷའི་བུ་སྟོང་ཕྲག་བཅུ་ལུང་བསྟན་པ་ཞེས་བྱ་བའི་ལེའུ་སྟེ་བཅྭ་ལྔ་པའོ།། །།
en: This concludes “The Prophecy to Ten Thousand Devas,” the fifteenth chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: རིགས་ཀྱི་ལྷ་མོ་སྔོན་བྱུང་བ་འདས་པའི་དུས་བསྐལ་པ་གྲངས་མེད་པའི་ཡང་ཆེས་གྲངས་མེད་པ་རྒྱས་པ་བསམ་གྱིས་མི་ཁྱབ་པ་ཚད་མེད་པར་གྱུར་པ་དེའི་ཚེ་དེའི་དུས་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མཁྱེན་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ།
en: Chapter 16: Ending Illness “Noble goddess, in the past, in a time gone by—an inconceivable, vast number, more innumerable than an asaṃkhyeya of eons ago—at that time, in that time, the tathāgata arhat samyak­saṃbuddha, the one with wisdom and virtuous conduct, the sugata, the one who knows the world’s beings, the unsurpassable guide who tames beings, the teacher of devas and humans, the buddha, the bhagavat by the name of Ratnaśikhin appeared in the world.

source: ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་རིན་ཆེན་གཙུག་ཏོར་ཅན་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་ངོ་། །རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དེའི་དུས་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་གཙུག་ཏོར་ཅན་དེ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ནས་དམ་པའི་ཆོས་ནུབ་པར་གྱུར་ཏེ་དམ་པའི་ཆོས་ལྟར་བཅོས་པར་གྱུར་པ་ན་རྒྱལ་པོ་ལྷའི་དབང་ཕྱུག་འོད་ཅེས་བྱ་བ་ཆོས་ཅན་ཆོས་ཀྱི་རྒྱལ་པོ་ཆོས་ཀྱི་རྒྱལ་སྲིད་སྐྱོང་གིས་ཆོས་མ་ཡིན་པས་ནི་མ་ཡིན་ཏེ་ཡུལ་ཐམས་ཅད་ན་གནས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཕ་མ་ལྟ་བུར་གྱུར་པ་ཞིག་བྱུང་ངོ་། །
en: “Noble goddess, at that time, in that time, after the Tathāgata Arhat samyak­saṃbuddha Ratnaśikhin had passed into nirvāṇa and the Dharma had vanished and there was just the outer appearance of the Dharma, there was King Sureśvara­prabha, who followed the Dharma, who was a Dharma king, who ruled the kingdom through the Dharma and not through that which was not the Dharma, and who was like a father and mother to the beings who dwelled there.

source: རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དེའི་དུས་ན། རྒྱལ་པོ་ལྷའི་དབང་ཕྱུག་འོད་ཀྱི་ཡུལ་དུ་ཚོང་དཔོན་རལ་པ་འཛིན་ཅེས་བྱ་བ་སྨན་པ་གསོ་བར་བྱེད་པ།
en: “Noble goddess, at that time, in that time, in the kingdom of King Sureśvara­prabha, there was a head merchant by the name of Jaṭiṃdhara.

source: ཁམས་ལ་མཆོག་ཏུ་མཁས་པ། ཚེའི་རིག་བྱེད་ཡན་ལག་བརྒྱད་ཀྱི་རྒྱུད་དང་ལྡན་པ་ཞིག་བྱུང་བར་གྱུར་ཏོ། །
en: He was a doctor, a physician, perfectly skilled in the humors, and was endowed with all eight branches of the Āyurveda tradition.

source: ཀྱེ་རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དེའི་དུས་ན་ཚོང་དཔོན་རལ་པ་འཛིན་ཅེས་བྱ་བ་དེའི་བུ་ཆུ་འབེབས་ཞེས་བྱ་བ། གཟུགས་བཟང་བ། མཛེས་པ་བལྟ་ན་སྡུག་པ། ཁ་དོག་བཟང་པོ་རྒྱས་པ་མཆོག་དང་ལྡན་པ། བསྟན་བཅོས་སྣ་ཚོགས་ལ་མཁས་པ། བསྟན་བཅོས་ཐམས་ཅད་རྟོགས་པར་ཁོང་དུ་ཆུད་པ།
en: “O noble goddess, at that time, in that time, the head merchant Jaṭiṃdhara had a son named Jalavāhana, who had an excellent body; was attractive and handsome; had a perfect, well-developed, excellent complexion; was learned in various treatises; had the understanding of all treatises; and was perfectly trained in letters, numbers, finger-counting, and calculations.

source: ཡི་གེ་དང་གྲངས་དང་ལག་རྩིས་དང་། རྩིས་རྣམས་ཤིན་ཏུ་བསླབས་པར་གྱུར་པ་ཞིག་བྱུང་ངོ་། །རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དེའི་དུས་ན་རྒྱལ་པོ་ལྷའི་དབང་ཕྱུག་འོད་དེའི་ཡུལ་དེ་ན་སེམས་ཅན་བརྒྱ་སྟོང་ཕྲག་དུ་མ་ནད་སྣ་ཚོགས་ཀྱིས་བཏབ་པར་གྱུར་ཅིང་། ནད་སྣ་ཚོགས་ཀྱིས་ཡོངས་སུ་གཟིར་ཏེ། སྡུག་བསྔལ་མི་བཟད་པ་རྩུབ་པ་དྲག་པ་ཡིད་དུ་མི་འོང་བའི་ཚོར་བ་རྣམས་མྱོང་བར་གྱུར་ཏོ། །
en: “Noble goddess, at that time, in that time, many hundreds of thousands of beings living in the kingdom of King Sureśvara­prabha were afflicted by various illnesses, tormented by various illnesses, and were experiencing severe, terrible, unendurable, unpleasant sensations of suffering.

source: རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དེའི་དུས་ན་ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་དེ། སེམས་ཅན་ནད་སྣ་ཚོགས་ཀྱིས་བཏབ་པ། ནད་སྣ་ཚོགས་ཀྱིས་གཟིར་བ། བརྒྱ་སྟོང་ཕྲག་དུ་མ་དེ་དག་གི་དོན་གྱི་ཕྱིར། སྙིང་རྗེ་ཆེན་པོའི་སེམས་སྐྱེས་པར་གྱུར་ཏོ། །སེམས་ཅན་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དེ་དག་ནི་ནད་སྣ་ཚོགས་ཀྱིས་བཏབ་ཅིང་ནད་སྣ་ཚོགས་ཀྱིས་གཟིར་བ།
en: “Noble goddess, at that time, in that time, there arose in Jalavāhana, the head merchant’s son, great compassion for those many hundreds of thousands of beings who were afflicted by various illnesses and tormented by various illnesses.

source: དེ་ལྟར་སྡུག་བསྔལ་མི་བཟད་པ་རྩུབ་པ་དྲུག་པོ་ཡིད་དུ་མི་འོང་བའི་ཚོར་བ་རྣམས་མྱོང་ལ། བདག་གི་ཕ་ཚོང་དཔོན་རལ་པ་འཛིན་སྨན་པ་གསོ་བར་བྱེད་པ། ཁམས་ལ་མཆོག་ཏུ་མཁས་པ། ཚེའི་རིག་བྱེད་ཡན་ལག་བརྒྱད་ཀྱི་རྒྱུད་དང་ལྡན་པ་འདི་ནི་རྒས་འཁོགས་གཏུགས་ལམ་དུ་ཞུགས། ན་ཚོད་རྗེས་སུ་ཐོབ་པ། འཁར་བ་ལ་བརྟེན་ཅིང་འདར་ཏེ། གྲོང་དང་།
en: He thought, ‘Those beings are experiencing severe, terrible, unendurable, unpleasant sensations of suffering, and my father, this head merchant Jaṭiṃdhara, who is a doctor, a physician, perfectly skilled in the humors, and endowed with all eight branches of the Āyurveda tradition, has become old, decrepit, and feeble.

source: གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། ལྗོངས་དང་། ཡུལ་འཁོར་དང་། རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་རྣམས་སུ་འགྲོ་མི་ནུས་ན།
en: He has reached an advanced age, walks leaning on a stick, and is unable to go to the villages, the towns, the market towns, the countryside, the realm, or the royal capital.

source: སེམས་ཅན་ནད་སྣ་ཚོགས་ཀྱིས་བཏབ་པ། ནད་སྣ་ཚོགས་ཀྱིས་གཟིར་བ་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དེ་དག་ནད་སྣ་ཚོགས་ལས་ཡོངས་སུ་ཐར་བར་བྱ་བའི་ཕྱིར། བདག་ཉིད་བདག་གི་ཕ་རལ་པ་འཛིན་གྱི་གན་དུ་སོང་ལ་ནད་ཀྱི་ཕྱིར་ཁམས་ལ་མཁས་པར་བྱ་བ་ཡོངས་སུ་དྲིས་ཏེ།
en: Therefore, in order to free those many hundreds of thousands of beings from the afflictions of various illnesses and the torments of various illnesses, I will go to my father, Jaṭiṃdhara, and question him so as to become skilled in the humors in order to heal illness.

source: ཁམས་ལ་མཁས་པར་བྱ་བ་དྲིས་པ་དེས་བདག་གྲོང་དང་། གྲོང་ཁྱེར་དང་། ལྗོངས་དང་། ཡུལ་འཁོར་དང་། རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་རྣམས་སུ་འགྲོ་བར་བྱའོ། །
en: Having questioned him so as to become skilled in the humors, I will go to the villages, towns, market towns, countryside, realm, and royal capital.

source: སོང་ནས་ཀྱང་སེམས་ཅན་ནད་སྣ་ཚོགས་ཀྱིས་བཏབ་པ། ནད་སྣ་ཚོགས་ཀྱིས་གཟིར་བ། བརྒྱ་སྟོང་ཕྲག་དུ་མ་དག་ནད་སྣ་ཚོགས་ལས་ཡོངས་སུ་ཐར་བར་བྱའོ་སྙམ་ནས།
en: When I go there, I will free the many hundreds of thousands of beings from illness.’

source: རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དེའི་དུས་ན། ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་རང་གི་ཕ་རལ་པ་འཛིན་ག་ལ་བ་དེར་སོང་སྟེ། ཕྱིན་ནས། རང་གི་ཕ་རལ་པ་འཛིན་གྱི་རྐང་པ་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཐལ་མོ་སྦྱར་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: “Noble goddess, at that time, in that time, Jalavāhana, the head merchant’s son, went to his father, Jaṭiṃdhara, and having come to him, he bowed down his head in homage at his father’s feet, and with his palms together he sat to one side.

source: ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ཀྱང་ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་ཀྱིས་རང་གི་ཕ་རལ་པ་འཛིན་ལ་ཚིགས་སུ་བཅད་པ་འདི་དག་གིས་ཁམས་ལ་མཁས་པར་བྱ་བ་དྲིས་པ། ཇི་ལྟར་དབང་པོ་འཛིན་འགྱུར་ཞིང་། །ཁམས་ཀྱི་རྣམས་ཀྱང་ཡོངས་སུ་འགྱུར། །
en: When he had seated himself to one side, Jalavāhana, the head merchant’s son, recited these verses to his father, Jaṭiṃdhara, questioning him about skill in the humors: “ ‘How are physical powers destroyed And how do the humors change?

source: གང་གི་དུས་ན་ལུས་ཅན་ལ། །ནད་ཀྱི་རྣམས་ནི་འབྱུང་བར་འགྱུར། །
en: At what times do illnesses Arise within physical beings?

source: དུས་དང་དུས་མིན་ཟས་ཟོས་པ། །ཇི་ལྟ་བུར་ན་བདེ་བར་འགྱུར། །གང་གི་ལུས་ཀྱི་ནང་དུ་ནི། །ལུས་ཀྱི་མི་ལ་གནོད་མི་འགྱུར། །
en: “ ‘What foods should be eaten or not At different times for health, So that within someone’s body The body’s heat will not be harmed?

source: རླུང་ལས་གྱུར་དང་མཁྲིས་གྱུར་དང་། །འདུས་ལས་གྱུར་དང་བད་ཀན་གྱུར། །ནད་རྣམས་ཞི་བར་བགྱི་སླད་དུ། །ཇི་ལྟ་བུར་ནི་གསོ་བར་བགྱི། །
en: “ ‘What are the medical practices For healing the illnesses That arise from air, from bile, From phlegm, and from their combination?

source: གང་གིས་མི་ལ་གནོད་འགྱུར་བའི། །རླུང་ནི་གང་གི་དུས་ན་གཡོ། །གང་གི་དུས་ན་མཁྲིས་པ་གཡོ། །བད་ཀན་གང་གི་དུས་ན་གཡོ། །
en: “ ‘During which times does the air move, During which times does the bile move, And during which times does the phlegm move, Through which there will be harm to humans?’

source: དེ་ནས་ཚོང་དཔོན་རལ་པ་འཛིན་གྱིས་བུ་ཆུ་འབེབས་ལ་ཚིགས་སུ་བཅད་པ་འདི་དག་གིས་ཁམས་ལ་མཁས་པར་བྱ་བ་རྣམ་པར་བསྟན་ཏོ། །ཟླ་གསུམ་དབྱར་ཏེ་ཟླ་གསུམ་སྟོན་དུ་ཤེས། །གསུམ་ནི་དགུན་ཏེ་གསུམ་ནི་དཔྱིད་ཡིན་ནོ། །
en: “Then the head merchant, Jaṭiṃdhara, taught his son Jalavāhana skill in the humors by reciting these verses: “ ‘Know three months to be summer and three months the autumn, And there are three that are winter and three that are spring.

source: དེ་ལྟར་ཟླ་བའི་གོ་རིམས་དུས་ནི་དྲུག །ལོ་གཅིག་ལ་ནི་ཟླ་བ་བཅུ་གཉིས་འདོད། །
en: Similarly, there are said to be six seasons, And there are twelve months in one year.

source: གསུམ་གསུམ་དུ་ནི་ཚིགས་རྣམས་བསྡུས་པར་ཤེས། །ཟླ་བ་གཉིས་གཉིས་ཤིང་ནི་དུས་སུ་བསྟན། །
en: “ ‘Know that the months are divided into threes, And that pairs of months are taught.

source: ཟས་དང་སྐོམ་ནི་དེ་ལྟར་འཇུ་བར་འགྱུར། །
en: Food and drink are digested accordingly.

source: སྨན་པ་དང་ནི་ཁམས་དང་དུས་ཀྱང་བསྟན། །
en: Thus the physicians teach humors and time.

source: དབང་པོ་དང་ནི་ཁམས་རྣམས་དེ་དག་ཀྱང་། །ལོ་གཅིག་ནང་གི་ཚིགས་ཚིགས་ཡོངས་སུ་འགྱུར། །
en: “ ‘The faculties and the humors Are in groups within each year.

source: དབང་པོ་དག་ནི་ཡོངས་སུ་འགྱུར་བ་ན། །ལུས་ཅན་རྣམས་ལ་སྣ་ཚོགས་ནད་ཀྱང་འབྱུང་། །
en: It is when the faculties transform That various illnesses arise in beings.

source: དེ་ཉིད་ལ་ནི་སྨན་པས་ཟླ་གསུམ་བཞི། །ཚིགས་ཀྱི་བར་དང་དུས་དྲུག་རྣམས་དང་ནི། །ཁམས་དྲུག་མཁས་པར་བྱ་བ་ཤེས་པར་བྱ། །ཟས་སྐོམ་སྨན་རྣམས་གོ་རིམས་ཇི་བཞིན་ཏེ། །
en: “ ‘Know that the physician must be skilled In the groups of three and four months, The six times and the six humors, And the food, drink, and medicines that correspond.

source: རླུང་གི་ཤས་ཆེའི་ནད་ནི་དབྱར་ན་ལྡང་། །
en: “ ‘Illness that is primarily air arises in the summer.

source: སྟོན་དུ་གྱུར་པ་ན་ནི་མཁྲིས་པ་གཡོ། །
en: That which arises in the autumn is the movement of bile.

source: དགུན་གྱི་དུས་ན་དེ་བཞིན་འདུས་པ་སྟེ། །བད་ཀན་ཤས་ཆེའི་ནད་ནི་དཔྱིད་ན་ལྡང་། །
en: Similarly, during the time of winter it is the aggregation, And illness that is primarily phlegm arises in spring.

source: དབྱར་ནི་སྣུམ་དྲོ་ལན་ཚྭ་སྐྱུར་བའི་རོ། །སྟོན་ནི་མངར་དང་སྣུམ་དང་བསིལ་བག་གོ། །དགུན་ནི་མངར་དང་སྣུམ་དང་སྐྱུར་བ་སྟེ། །དཔྱིད་ཀྱི་དུས་ན་རྩུབ་དྲོ་ཚ་བའོ། །
en: “ ‘In summer: oily, warm, salty, and sour tastes; In autumn: the sweet, the oily, and the cool; In winter: the sweet, the oily, and the sour; And in the time of spring, the astringent, pungent, and bitter.

source: བད་ཀན་ཆེ་བ་ཟོས་མ་ཐག་ཏུ་ལྡང་། །
en: “ ‘That which is primarily phlegm arises immediately after eating.

source: མཁྲིས་པ་ཆེ་བ་འཇུ་བའི་དུས་ན་ལྡང་། །
en: That which is primarily bile arises during digestion.

source: རླུང་ཤས་ཆེ་བ་ཞུ་མ་ཐག་ཏུ་ལྡང་། །
en: That which is primarily air arises immediately after digestion.

source: ཁམས་གསུམ་གཡོ་བ་དེ་ནི་དེ་ལྟའོ། །
en: That which is the movement of all three humors is like that.

source: རླུང་གི་བདག་ཉིད་ལ་ནི་བཅུད་ཀྱིས་གསོ། །
en: “ ‘That which has the nature of air is healed by nutrition.

source: བཀྲུ་སྨན་གྱིས་ནི་མཁྲིས་པ་བསལ་བར་བྱ། །
en: Laxative medicines are what dispel bile illness.

source: འདུས་པ་ལ་ནི་གསུམ་དང་མཐུན་ལྡན་པ། །
en: Aggregate illnesses will accord with all three.

source: བད་ཀན་ཚིགས་སུ་བབས་ན་སྐྱུགས་སྨན་གཏང་། །
en: For the class of phlegm, give emetic medicines.

source: རླུང་ཤས་ཆེ་དང་མཁྲིས་དང་འདུས་པ་དང་། །བད་ཀན་ཤས་ཆེའི་ཚིགས་རྣམས་ཤེས་པར་བྱ། །
en: “ ‘Know the groups that are primarily Air, bile, aggregation, or phlegm.

source: དུས་གང་ཁམས་གང་ལུས་ནི་གང་ཡིན་པ། །དེ་ཡི་སྨན་དང་བཟའ་བཏུང་བསྟེན་པར་བྱ། །
en: Rely upon the medicines, food, and drink For whichever time, humor, and body.’

source: དེ་ནས་ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་ཀྱིས་ཁམས་ལ་མཁས་པར་བྱ་བ་འདི་ལྟ་བུ་དེ་ཙམ་ཞིག་ཡོངས་སུ་དྲིས་པ་དེས། ཚེའི་རིག་བྱེད་ཀྱི་ཡན་ལག་བརྒྱད་པོ་ཐམས་ཅད་ཁོང་དུ་ཆུད་པར་གྱུར་ཏོ། །རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དེའི་དུས་ན། ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་རྒྱལ་པོ་ལྷའི་དབང་ཕྱུག་འོད་ཀྱི་ཡུལ་ན་གྲོང་དང་། གྲོང་ཁྱེར་དང་།
en: “Jalavāhana, the head merchant’s son, through just this inquiry into skill in the humors became learned in all the eight branches of the Āyurveda.

source: གྲོང་རྡལ་དང་། ལྗོངས་དང་། ཡུལ་འཁོར་དང་། རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་དེ་ཐམས་ཅད་དུ་སོང་ནས། སེམས་ཅན་ནད་སྣ་ཚོགས་ཀྱིས་བཏབ་པ།
en: “Noble goddess, at that time, in that time, Jalavāhana, the head merchant’s son, went throughout all the villages, towns, market towns, countryside, realm, and the royal capital in the kingdom of King Sureśvara­prabha, and he said, ‘I will be a doctor for you many hundreds of thousands of beings who are afflicted by various illnesses and tormented by various illnesses.

source: ནད་སྣ་ཚོགས་ཀྱིས་གཟིར་བ། བརྒྱ་སྟོང་ཕྲག་དུ་མ་དེ་དག་ལ་ཁོ་བོ་ནི་སྨན་པའོ། །ཁོ་བོ་ནི་སྨན་པའོ་ཞེས་བདག་ཉིད་ཀྱིས་ཁས་འཆེས་ཏེ། ཁོ་བོས་ཁྱེད་རྣམས་ནད་སྣ་ཚོགས་ལས་ཡོངས་སུ་ཐར་བར་བྱའོ་ཞེས་དབུགས་ཕྱུང་ངོ་། །
en: I promise to be your doctor, and I will free you from your various illnesses and bring you relief.’

source: རིགས་ཀྱི་ལྷ་མོ་ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་ཀྱིས། འདི་ལྟ་བུའི་ཚིག་བརྗོད་པ་དེ་ཐོས་མ་ཐག་ཏུ་སྲོག་ཆགས་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དེ་དག་ཐམས་ཅད་རབ་ཏུ་དགའ་བ་ཆེན་པོ་སྐྱེས་པར་གྱུར་ཏོ། །
en: “Noble goddess, when all those many hundreds of thousands of beings heard those words spoken by Jalavāhana, the head merchant’s son, they immediately felt great joy.

source: དབུགས་ཕྱིན་པ་རྙེད་ནས་ཀྱང་དགའ་བ་དང་བདེ་བ་དང་ཡིད་བདེ་བ་བསམ་གྱིས་མི་ཁྱབ་པ་དང་ལྡན་པར་གྱུར་ཏོ། །
en: They found relief and had inconceivable joy, happiness, and delight.

source: དེའི་ཚེ་དེའི་དུས་ན་སེམས་ཅན་ནད་སྣ་ཚོགས་ཀྱིས་བཏབ་པ་ནད་སྣ་ཚོགས་ཀྱིས་གཟིར་བ་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དེ་དག་ནད་སྣ་ཚོགས་ལས་ཡོངས་སུ་ཐར་ཏེ་ནད་མེད་པར་གྱུར་ཏོ། །
en: “At that time, in that time, those many hundreds of thousands of beings who were afflicted by various illnesses and tormented by various illnesses were completely freed from their illness and became healthy.

source: ནད་མེད་པར་གྱུར་ནས་ཀྱང་སྔ་མཁོ་བཞིན་དུ་མཐུ་དང་སྟོབས་དང་བརྩོན་འགྲུས་དང་ལྡན་པར་གྱུར་ཏོ། །
en: When they became healthy, they had the same power, strength, and vigor as before.

source: དེའི་ཚེ་དེའི་དུས་ན་སེམས་ཅན་ནད་སྣ་ཚོགས་ཀྱིས་བཏབ་པ་ནད་སྣ་ཚོགས་ཀྱིས་གཟིར་བ་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དེ་དག་གི་ནང་ནས་གང་སུ་དག་ནད་དྲག་པོས་བཏབ་པ་དེ་དག་ཐམས་ཅད་ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་ག་ལ་བ་དེར་དོང་ནས་ཕྱིན་པ་དང་། སེམས་ཅན་ནད་སྣ་ཚོགས་ཀྱིས་བཏབ་པ།
en: “At that time, in that time, all those who were afflicted with severe illnesses among the many hundreds of thousands of beings that were afflicted by various illnesses and tormented by various illnesses went to Jalavāhana, the head merchant’s son.

source: ནད་སྣ་ཚོགས་ཀྱིས་གཟིར་བ་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དེ་དག་ལ་ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་ཀྱིས་སྨན་དཔྱད་གང་ཅི་བསྟན་པ་དེས། སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀྱི་ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱས་སོ། །
en: Jalavāhana, the head merchant’s son, cured all those beings of all their illnesses by using whatever medical treatments he had given the many hundreds of thousands of beings that were afflicted by various illnesses and tormented by various illnesses.

source: ནད་མེད་པ་དང་ནད་ཉུང་བར་གྱུར་ནས་ཀྱང་སྔ་མཁོ་བཞིན་དུ་མཐུ་དང་སྟོབས་དང་བརྩོན་འགྲུས་དང་ལྡན་པར་གྱུར་ཏོ། །རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དེའི་དུས་ན་རྒྱལ་པོ་ལྷའི་དབང་ཕྱུག་འོད་ཀྱི་ཡུལ་ན་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་།
en: They became free of illness, or their illness was diminished and they became healthy, and they had the same power, strength, and vigor as before.

source: ལྗོངས་དང་། ཡུལ་འཁོར་དང་། རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་ཐམས་ཅད་ན་སེམས་ཅན་ནད་སྣ་ཚོགས་ཀྱིས་བཏབ་པ། ནད་སྣ་ཚོགས་ཀྱིས་གཟིར་བ། བརྒྱ་སྟོང་ཕྲག་དུ་མ་དེ་དག་ཐམས་ཅད་ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་ཀྱིས་ནད་སྣ་ཚོགས་ལས་ཡོངས་སུ་ཐར་བར་བྱས་པར་གྱུར་ཏོ། །
en: “Noble goddess, at that time, in that time, Jalavāhana, the head merchant’s son, freed from their various illnesses the many hundreds of thousands of beings who were afflicted by various illnesses and tormented by various illnesses throughout all the villages, towns, market towns, countryside, realm, and the royal capital in the kingdom of King Sureśvara­prabha.”

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས། ནད་རབ་ཏུ་ཞི་བར་བྱ་བའི་ལེའུ་ཞེས་བྱ་བ་སྟེ་བཅུ་དྲུག་པའོ།། །།འཕགས་པ་གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: This concludes “Ending Illness,” the sixteenth chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: བམ་པོ་ལྔ་པ་སྟེ་ཐ་མ། རིགས་ཀྱི་ལྷ་མོ་གཞན་ཡང་རྒྱལ་པོ་ལྷའི་དབང་ཕྱུག་འོད་ཀྱི་ཡུལ་དུ། ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་ཀྱིས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ནད་མེད་པར་བྱས་པས། ན་བ་ཉུང་ཞིང་སྔ་མཁོ་བཞིན་དུ་སྤྲོ་བ་དང་སྟོབས་དང་ལྡན་པའི་ལུས་སུ་གྱུར་ཏོ། །
en: Chapter 17: The Story of the Fish Guided by Jalavāhana “And so, noble goddess, Jalavāhana, the head merchant’s son, had cured the illnesses in the kingdom of King Sureśvara­prabha, so that there were few illnesses and people had the enthusiasm and physical strength they had previously possessed.

source: རྒྱལ་པོ་ལྷའི་དབང་ཕྱུག་འོད་ཀྱི་ཡུལ་ན་སེམས་ཅན་ཐམས་ཅད་དགའ་ཞིང་རྩེ་ལ་དགའ་མགུར་སྤྱོད་དེ་སྦྱིན་པ་དག་ཀྱང་སྦྱིན། བསོད་ནམས་དག་ཀྱང་བྱེད་དེ།
en: All the beings in the kingdom of King Sureśvara­prabha were happy, enjoyed amusements, performed acts of generosity, and created merit.

source: ཚོང་དཔོན་གྱི་ཁྱེའུ་ཆུ་འབེབས་ལའང་། ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་རྒྱལ་བར་གྱུར་ཅིག །
en: They praised Jalavāhana, the head merchant’s son, saying, ‘May Jalavāhana, the head merchant’s son, be victorious!

source: རྒྱལ་བར་གྱུར་ཅིག །
en: May he be victorious!

source: སྨན་པའི་རྒྱལ་པོ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ནད་གསོ་བ་མངོན་སུམ་དུ་བྱང་ཆུབ་སེམས་དཔར་ངེས་པ།
en: He is the king of healing, who heals the illnesses of all beings.

source: ཚེའི་རིག་བྱེད་ཡན་ལག་བརྒྱད་པ་ཐམས་ཅད་རྟོགས་པ་ཞེས་མངོན་པར་འདུ་བྱེད་དོ། །
en: He is the visible presence of a bodhisattva, and he knows all the eight branches of the Āyurveda.’

source: རིགས་ཀྱི་ལྷ་མོ་ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་དེ་ལ་ཆུང་མ་ཆུའི་པདྨའི་སྙིང་པོ་ཞེས་བྱ་བ་ཞིག་ཡོད་དེ།
en: “Noble goddess, Jalavāhana, the head merchant’s son, had a wife by the name of Jalāmbuja­garbhā.

source: རིགས་ཀྱི་ལྷ་མོ་ཆུང་མ་ཆུའི་པདྨའི་སྙིང་པོ་དེ་ལ་ཁྱེའུ་གཉིས་ཡོད་དེ། གཅིག་གི་མིང་ནི་ཆུའི་གོས་ཞེས་བྱ།
en: “Noble goddess, the wife, Jalāmbuja­garbhā, had two sons.

source: གཅིག་གི་མིང་ནི་ཆུའི་སྙིང་པོ་ཞེས་བྱའོ། །
en: The name of one was Jalāmbara and the name of the other was Jalagarbha.

source: རིགས་ཀྱི་ལྷ་མོ་དེ་ནས་ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་ཁྱེའུ་དེ་གཉིས་དང་ལྷན་ཅིག་ཏུ་མཐར་གྱིས་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། ལྗོངས་དང་། ཡུལ་འཁོར་དང་། རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་རྣམས་སུ་འགྲོའོ། །
en: “Noble goddess, Jalavāhana, the head merchant’s son, traveled with his two sons successively through the villages, towns, market towns, countryside, realm, and the royal capital.

source: རིགས་ཀྱི་ལྷ་མོ་དེ་ནས་དུས་གཞན་ཞིག་ན། ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་འབྲོག་དགོན་པ་ཞིག་ཏུ་ཕྱིན་ཏེ། དེ་ནས་འབྲོག་དགོན་པ་དེར་ཤ་ཟ་བའི་ཁྱི་དང་།
en: “Noble goddess, at another time, Jalavāhana, the head merchant’s son, went into the wilderness.

source: སྤྱང་ཀི་དང་། ཝ་དང་། ཁྭ་དང་། བྱ་དག་གང་ན་དགོན་པ་ན་རྫིང་ཞིག་ཡོད་པ་དེར་རྒྱུག་པར་མཐོང་ནས་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། ཅིའི་ཕྱིར་ཤ་ཟ་བའི་ཁྱི་དང་།
en: In that wilderness he saw carnivores—dogs, jackals, crows, and other birds—that were hurrying toward a lake in that wilderness, and he wondered, ‘Why are these carnivores—dogs, jackals, and so on, up to birds—hurrying in that direction?’

source: སྤྱང་ཀི་ནས་བྱའི་བར་འདི་དག་ཕྱོགས་འདིར་རྒྱུག་སྙམ་མོ། །དེ་ཡང་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་ཁྱི་དང་། སྤྱང་ཀི་དང་། ཝ་དང་།
en: Then he also thought, ‘I will go in the direction that the dogs, jackals, crows, and other birds are rushing.’

source: ཁྭ་དང་། བྱ་རྣམས་ཕྱོགས་གང་དང་གང་དུ་རྒྱུག་པའི་ཕྱོགས་དེར་འགྲོ་བར་བྱའོ་སྙམ་མོ། །རིགས་ཀྱི་ལྷ་མོ་དེ་ནས་ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་མཐར་གྱིས་རྒྱུ་ཞིང་སོང་སྟེ། དགོན་པ་ན་རྫིང་ཞིག་ཡོད་པ་དེ་དག་ག་ལ་བ་དེར་ཕྱིན་ཏོ། །
en: “Noble goddess, then Jalavāhana, the head merchant’s son, went along in that way until he eventually came to the lake in the wilderness where they were going.

source: རྫིང་ཆེན་པོ་དེ་ན་ཉ་ཁྲི་ཞིག་གནས་ཏེ་དེས་དེར་ཉ་ཁྲི་ཕྲག་མང་པོ་ཞིག་ཆུ་དང་བྲལ་བ་མཐོང་ནས། དེས་དེ་ལ་སྙིང་རྗེ་ཆེན་པོའི་སེམས་སྐྱེས་པ་དང་།
en: Ten thousand fish lived in that great lake. He saw that that many hundreds of the fish had no water, and he felt great compassion for them.

source: དེ་ན་ལྷ་མོ་ཞིག་ཤིང་ལས་ལུས་ཕྱེད་ཙམ་ཕྱུང་བ་ཞིག་མཐོང་སྟེ།
en: Then he saw emerging from a tree the upper half of the body of a goddess.

source: ལྷ་མོ་དེས་ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །རིགས་ཀྱི་བུ་ལེགས་སོ་ལེགས་སོ། །
en: The goddess said to Jalavāhana, the head merchant’s son, ‘Excellent, noble son, excellent.

source: གང་གི་ཕྱིར་ཆུ་འབེབས་ཞེས་བྱ་བ་ཁྱོད་ཀྱིས་ཉ་འདི་རྣམས་ལ་ཆུ་བྱིན་ཅིག །
en: Why is that? Because your name is Jalavāhana, you must give water to these fish.

source: རྣམ་པ་གཉིས་ཀྱི་ཕྱིར་ཆུ་འབེབས་ཞེས་བྱ་སྟེ། གང་ཆུ་འབེབས་པ་དང་གང་ན་ཆུ་སྦྱིན་པའོ། །
en: You are called Jalavāhana for two reasons, because you bring water and because you give water.

source: དེ་བས་ན་རང་གི་མིང་དང་མཐུན་པར་བྱ་བ་བྱོས་ཤིག །
en: Therefore, act in accordance with your name!’

source: ཆུ་འབེབས་ཀྱིས་སླར་སྨྲས་པ། ལྷ་མོ་ཉ་འདི་དག་ལ་ཇི་སྙེད་ཅིག་མཆིས།
en: “Jalavāhana asked the goddess, ‘Goddess, how many of these fish are there?’

source: ལྷ་མོས་སྨྲས་པ་ཉ་ཁྲི་ཐམ་པའོ། །
en: “The goddess replied, ‘A full ten thousand fish.’

source: རིགས་ཀྱི་ལྷ་མོ་དེ་ནས་ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་ཆེས་མཆོག་ཏུ་སྙིང་རྗེ་བའི་སེམས་སྐྱེས་སོ། །
en: “Then, noble goddess, Jalavāhana, the head merchant’s son, developed an even greater motivation of compassion.

source: རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དགོན་པ་ན་ཡོད་པའི་རྫིང་ཆེན་པོ་ན་ཆུའི་ལྷག་མ་ཅུང་ཟད་ཙམ་ཞིག་ལུས་ཏེ། དེ་ནས་ཉ་ཁྲི་འཆི་བའི་སྒོར་ཞུགས་ཤིང་ཆུ་དང་བྲལ་བ་དེ་དག་རྒྱུག་ཅིང་རྣམ་པར་རྒྱུག་གོ། །
en: “Noble goddess, at that time, there was just a little water left in that great lake in the wilderness, and those ten thousand fish were close to death, deprived of water, and rushing and darting around.

source: རིགས་ཀྱི་ལྷ་མོ་དེ་ནས་ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་ཀྱིས་ཕྱོགས་བཞིར་བརྒྱུགས་པ་དང་།
en: “Noble goddess, Jalavāhana, the head merchant’s son, ran in all four directions.

source: ཉ་ཁྲི་པོ་དེ་དག་ཚོང་དཔོན་གྱི་ཁྱེའུ་ཆུ་འབེབས་ཕྱོགས་གང་དུ་འགྲོ་བའི་ཕྱོགས་དེ་ལོགས་སུ་ཆུ་འབེབས་ལ་སྙིང་རྗེ་རྗེ་ལྟར་བལྟའོ། །
en: In whatever direction Jalavāhana, the head merchant’s son, went, those ten thousand fish looked piteously in that direction at Jalavāhana.

source: རིགས་ཀྱི་ལྷ་མོ་དེ་ནས་ཚོང་དཔོན་གྱི་ཁྱེའུ་ཆུ་འབེབས་ཀྱིས་ཕྱོགས་བཞིར་བརྒྱུགས་ཏེ་ཆུ་བཙལ་ཀྱང་དེར་ཆུ་མ་རྙེད་ནས་ཕྱོགས་བཞིར་བལྟས་པ་དང་། དེས་ཧ་ཅང་ཡང་ཐག་མི་རིང་བ་ཞིག་ན་ཤིང་ལྗོན་པ་ཆེན་པོ་མང་པོ་ཞིག་མཐོང་ནས།
en: “Noble goddess, Jalavāhana, the head merchant’s son, again ran in all four directions but did not find water, so then he looked into the four directions and saw many trees that were not very far away.

source: ཤིང་ལྗོན་པ་དེ་དག་ལ་འཛེགས་ཏེ། ཤིང་གི་ཡལ་ག་རྣམས་བཅད་ནས་ཤིང་གི་ཡལ་ག་དེ་དག་ཁྱེར་ཏེ་རྫིང་ཆེན་པོ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། ཤིང་གི་ཡལ་ག་དེ་རྣམས་ཀྱིས་ཉ་ཁྲི་པོ་དེ་དག་ལ་ཤིན་ཏུ་བསིལ་བའི་གྲིབ་མ་བྱས་སོ། །
en: He climbed those trees and cut off branches, Carrying those tree branches, he went back to the great lake, and there he created a very cool shade for those ten thousand fish.

source: རིགས་ཀྱི་ལྷ་མོ་དེ་ནས་ཚོང་དཔོན་གྱི་ཁྱེའུ་ཆུ་འབེབས་རྫིང་དེར་ཆུ་འབེབས་པ་ཚོལ་ཏེ།
en: “Then, noble goddess, Jalavāhana, the head merchant’s son, went searching for the river that flowed into that lake.

source: གང་ནས་ཆུ་འབབ་ཅེས་དེ་ཕྱོགས་བཞིར་བརྒྱུགས་ཀྱང་ཆུ་མ་རྙེད་ནས།
en: Wherever he ran in the four directions, he did not find the river that flowed into the lake.

source: དེ་མྱུར་བ་མྱུར་བར་ཆུའི་རྒྱུན་དེ་ཉིད་ཀྱི་རྗེས་སུ་སོང་སྟེ།
en: He hurriedly followed a dried-up riverbed.

source: རིགས་ཀྱི་ལྷ་མོ་དགོན་པ་ན་ཡོད་པའི་རྫིང་དེར་ཆུ་འབབ་པ་ཞེས་བྱ་བའི་ཀླུང་ཆེན་པོ་དེ་ལས་དེར་ཆུ་འབབ་པའི་ཀླུང་དེ་ཡང་དེའི་ཚེ།
en: There was a great river called Jalāgamā, and it was the waters of that river that had flowed into that lake in the wilderness.
